{

  "Header.Item1": "How We Invert It",
  "Header.Item2": "How We Do It",
  "Header.Item3": "Our investments",
  "Header.Item4": "Our usual home",
  "Header.cvBtn": "Who we are",


  "Banner.Pretitle": "WHY IS IT SO INTERESTING TO INVEST IN REAL ESTATE?",
  "Banner.Description": "WE ADVISE YOU IN EVERYTHING, TO BUY A PROPERTY IN YOUR NAME AND GENERATE EVERY MONTH RENTAL INCOME ",
  "Banner.ActionBtn": "WE GUARANTEE YOU PROFITABILITY WAY ABOVE THE MARKET AVERAGE!!!! ",

  "AboutMe.Title": "HOW WE INVEST ",
  "AboutMe.Paragraphs": [
      "Tell us your idea and your situation, we explain and plan the investment.",
      "We explain to you the mistakes that many people make in real estate investment.",
      "We look for properties that fit the determined",
      "- We analyze the profitability, value and risk of the property.",
      "We visit and negotiate with the owners",
      "- We carry out an initial budget of the reform before the acquisition, to carry out a detailed study of the profitability of the same.",
      "We prepare all the necessary contract models and review all the legal documentation of the property. ",
      "We help you in all the administrative procedures, change of supplies, insurances...", "We help you in all the administrative procedures, change of supplies, insurances...",
      "We manage the reform if necessary, we have a team of collaborators with excellent results at the best price",
      "- We look for the ideal tenant for you. "
  ],


  "Experience.Title": "HOW WE DO IT",
  "Experience.Jobs": [
    {
      "Tab": "Step 1 ",
      "Description": [
        "You explain us your circumstances and what you are looking for, we elaborate a plan based on your profile and that best suits you. If you have no idea where to start, we will explain it to you, besides advising you on financing (even 100%)."
      ]
    },
    {
      "Tab": "Step 2 ",
      "Description": [
        "We will send you properties with the pre-selected characteristics, along with a profitability study, because numbers don't lie!!!! In addition, we will negotiate and accompany you throughout the process until you choose the one that best suits you."
      ]
    },
    {
      "Tab": "Step 3 ",
      "Description": [
        "We help you with all the purchase formalities, taxation, legalities, changes of supplies... everything you need until the property is in your name."
      ]
    },
    {
      "Tab": "Step 4 ",
      "Description": [
        "We advise you on the reform (if needed), we put at your disposal our team of professionals in the field at the best price, we take care of finding your ideal tenant and all subsequent steps."
      ]
    }
   
  ],

  "FeatureProjects.Title": "Our Investments",
  "FeatureProjects.chashflow": "Cashflow: It is the money we have left clean in our pocket, once we have decontaminated the money we have left in our pocket."
}